let footerHTML = `
<div id="footer">
  <div id="footerTitle">(c) Интернёт ресурс «тупищво гоблина»</div>
  <div style="font-size: 14px; color:#6a6e72;">
  430005 г. Саранск, ул. Московская, д. 38, к. 109 <br>
  Учащийся 7Б класса, Иннокентий Вилкович Сталин
  </div>
  <p>Деятельность Meta Platforms Inc. (Facebook и Instagram) запрещена в Российской Федерации</p>
  <p>MonoCoin не является платёжным средством</p>
  <p>Если вы не достигли 18-летия или являетесь (являлись) гражданином недружественной к Российской Федерации страны и (или) являетесь иностранным агентом и (или) лицом (физическим или юридическим) выполняющим функции иностранного агента и (или) получаете (получали) финансирование из-за рубежа (исключением является премия нобелевского комитета в области точных наук) и (или) хоть раз засовывали язык и (или) другие конечности в розетку (в том числе обесточенную) администрация сайта требует, чтобы вы немедленно покинули его (ИР "тупищво гоблина")</p>
  <p>Сайт никак не связан с мером города Москвы</p>
  <p>Совпадения с реальными людьми полностью случайны</p>
  <p>Интернёт ресурс не несёт цели оскорбить кого-либо, особенно мера города Москвы Сергея Семеновича Собянина</p>
</div>
<div id="agreement">
  <a href="/">Политика конфиденциальности</a>
</div>
`

site.insertAdjacentHTML("beforeend", footerHTML)